Repository: a25kk/hfph
Catalog: src/hph.widgets/hph/widgets/locales/*/LC_MESSAGES/hph.widgets.po
Languages: de

source: <a href="${DYNAMIC_CONTENT}"> Events </a>
de: <a href="${DYNAMIC_CONTENT}">Termine</a>

source: <a href="${DYNAMIC_CONTENT}"> News </a>
de: <a href="${DYNAMIC_CONTENT}">Nachrichten</a>

source: Calendar
de: Kalender

source: Calendar with Clock
de: Kalender mit Uhr

source: Classroom
de: Klassenzimmer

source: Counseling
de: Beratung

source: External Link Title
de: Titel des externen Links

source: External Links
de: Externe Links

source: Image
de: das Bild

source: Image Copyright Information
de: Copyright-Informationen zum Bild

source: Internal Link Title
de: Interner Linktitel

source: Link
de: Verweis

source: Link Icon
de: Verknüpfungssymbol

source: Links
de: Unsere Schwerpunkte

source: More events
de: Weitere Veranstaltungen

source: More news
de: Weitere Nachrichten

source: Panel Content
de: Panel-Inhalt

source: Panel Headline
de: Panel Überschrift

source: Please select link target
de: Bitte wählen Sie ein Linkziel

source: Poster Headline
de: Poster Überschrift

source: Poster Image
de: Poster Hintergrundbild

source: Poster Image Copyright Information
de: Poster Fussnote (Copyright)

source: Read more
de: Weiterlesen

source: Research
de: Forschung

source: Select adequate icon for the linked section
de: Wählen Sie das entsprechende Symbol für den verknüpften Abschnitt

source: Site specific content widgets for panel pages
de: Spezifische Content Widgets für HfPh für die Verwendung mit Panel Pages

source: Slide Image
de: Slide Bild

source: Teacher
de: Lehrer

source: Teaser Headline
de: Teaser Überschrift

source: Tile
de: Kachel

source: Uninstall HPH Content Widgets (hph.widgets)
de: HfPh Content Widgets deinstallierien

source: Uninstall content widgets and integrations
de: Entfernt HfPh Content Widgets und bereinigt die Integrationen
