Repository: a25kk/hfph
Catalog: src/hph.sitecontent/hph/sitecontent/locales/*/LC_MESSAGES/hph.sitecontent.po
Languages: de

source: A content page type including fulltext and preview image
de: Inhaltsseite mit Vorschaubild

source: A folder acting as a collection for events
de: Sammelordner für Termine

source: A folder acting as a collection for news items
de: Sammelordner für aktuelle Meldungen

source: A news or announcement item
de: Newsbeitrag

source: An event with a start and end date
de: Ein Termin mit Anfangs- und Enddatum

source: Banner and Preview Image
de: Banner und Vorschaubild

source: Basic site content for hph site
de: Inhaltstypen für HfPH

source: Choose if the main navigation should include a home link pointing at the front page.
de: Wählen Sie bitte hier, ob die Navigation einen Link zur Startseite beinhalten soll.

source: Content Headline
de: Überschrift des Inhalts

source: ContentPage
de: Inhaltsseite

source: Cover Image Caption
de: Cover-Bild Unterschrift

source: Element used as close trigger that may contain svg icon code.
de: Element, das als Auslöser zum Schließen verwendet wird und möglicherweise einen SVG-Symbolcode enthält.

source: Element used as navigation dropdown trigger.Warning: please make sure to keep the placeholder that allow to interpolate the required classes by the nav tree recursive renderer.
de: Element, das als Dropdown-Auslöser für die Navigation verwendet wird. Warnung: Stellen Sie sicher, dass der Platzhalter beibehalten wird, der die Interpolation der erforderlichen Klassen durch den rekursiven Renderer für die Baumnavigation ermöglicht.

source: Enable Home Link
de: Startseiten Link aktivieren

source: End date
de: Ende

source: Event Description
de: Terminbeschreibung

source: Event Location
de: Veranstaltungsort

source: Event Type
de: Kategorie des Events

source: EventFolder
de: Terminordner

source: EventItem
de: Aktueller Termin

source: Events
de: Veranstaltungen

source: Exclude from footer navigation
de: Von der Fußzeilennavigation ausschließen

source: Extension profile for Basic site content for hph site
de: Erweiterungsprofil für Basis-Site-Inhalt für hph-Site

source: Featured item
de: Exponierte Darstellung

source: Folder acting as a language root
de: Ordner, der als Sprachstamm dient

source: Forder to represent the main site sections
de: Ordner der benutzt wird, um die Navigationsstruktur und Seitenhierarchie zur erstellen

source: HfPH Settings Overview
de: HPH Einstellungen Übersicht

source: HfPH Site Settings - Navigation
de: HfPH Einstellungen - Navigation

source: If selected, this item will not appear in the table of contents listing in the site footer
de: Wenn diese Option ausgewählt ist, wird dieses Element nicht im Inhaltsverzeichnis der Website-Fußzeile angezeigt

source: Language Folder
de: Sprachordner

source: Link
de: Verweis

source: Listed Content Types
de: Angezeigte Inhaltstypen

source: Main Text
de: Haupttext

source: MainSection
de: Hauptordner

source: Media
de: Medien

source: Mediaethics
de: Medienethik

source: Navigation Close Element
de: Element zum Schließen der Navigation

source: Navigation Open Element
de: Element „Navigation öffnen“

source: Navigation depth
de: Tiefe des Navigationsbaumes

source: NewsEntry
de: Aktuelle Nachricht

source: NewsFolder
de: Nachrichtenordner

source: Number of folder levels to show in the site navigation.
de: Anzahl der Ordnerebenen, die in der Site-Navigation angezeigt werden sollen.

source: Optional custom headline to seperate navigation and content title
de: Optionale benutzerdefinierte Überschrift zum Trennen von Navigation und Inhalt

source: Optional internal or external link that will be used as redirection target when section is accessed.Logged in users will see the target link instead.
de: Optionaler interner oder externer Link, der beim Zugriff auf einen Abschnitt als Umleitungsziel verwendet wird. Angemeldete Benutzer sehen stattdessen den Ziel-Link.

source: Path to be used as navigation root, relative to Plone site root.Starts with '/'
de: Pfad, der als Navigationsstamm verwendet werden soll, relativ zum Plone-Standortstamm. Beginnt mit ‚/‚

source: Philosophy and Leadership
de: Philosophie und Führung

source: Philosophy and Motivation
de: Philosophie und Motivation

source: Preview Image
de: Vorschaubild

source: Promote to front page
de: Darstellung auf der Startseite

source: Public Event
de: Veranstaltung

source: Research
de: Forschung

source: Root
de: Wurzelverzeichnis

source: Rottendorf Project
de: Rottendorf-Projekt

source: Select to mark this item for display on the sites front page. Note: the number of displayed items on the front page might be limited or ordered by publication date and the selection does not force the item to be promoted in any case.
de: Wählen Sie diese Option aus, um dieses Element für die Anzeige auf der Startseite der Websites zu markieren. Hinweis: Die Anzahl der angezeigten Elemente auf der Startseite ist möglicherweise begrenzt oder nach Veröffentlichungsdatum sortiert. Die Auswahl erzwingt in keinem Fall die Promotion des Artikels.

source: Select to mark this item for featured display on overview pages like for example the parent container.
de: Wählen Sie diese Option aus, um dieses Element für die Anzeige auf Übersichtsseiten wie dem übergeordneten Container zu markieren.

source: Settings
de: Einstellungen

source: Setup initialized.
de: Setup wurde initialisiert.

source: Start date
de: Beginn

source: Studies
de: Studium

source: Upload preview image that can be used in search results and listings and act as a content cover.
de: Laden Sie ein Vorschaubild hoch, das in Suchergebnissen und Listen verwendet werden kann und als Inhaltsbild dient.

source: Upload preview image that can be used in search results and listings.
de: Laden Sie ein Voschaubild hoch, dass in Auflistungen und bei der Anzeige von Suchtreffern verwendet wird.

source: label_up_to_plone_setup
de: Zur Seitenkonfiguration

source: share
de: Teilen

source: tweet
de: Twittern
