Repository: a25kk/hfph
Catalog: src/hph.faculty/hph/faculty/locales/*/LC_MESSAGES/hph.faculty.po
Languages: de

source: A directory of faculty staff members
de: Eine Liste aller Lehrbeauftragten

source: A faculty staff member
de: Ein Lehrender

source: Accademic Role or Position
de: Rolle

source: Body Text
de: Haupttext

source: City
de: PLZ/Ort

source: Department
de: Fachbereich

source: E-Mail
de: E-Mail-Adresse

source: Edit
de: Bearbeiten

source: Emeriti
de: Entpflichtete ProfessorInnen

source: FacultyDirectory
de: Index Lehrende

source: FacultyMember
de: Weitere Lehrende

source: It appears that you are the owner in this context and you are therefore allowed to change this content item
de: Sie sind als Eigentümer dieses Seiteninhalts gelistet und können an dieser Stelle Änderungen vornehmen

source: Lastname
de: Nachname

source: Lecturer
de: Weitere Lehrende

source: Note:
de: Hinweis:

source: Optional additional information/sidenote
de: Zusatzinformation

source: Phone
de: Telefon

source: Portrait Image
de: Bild

source: Professor
de: ProfessorInnen

source: Provide last name for better filtering and search
de: Der Nachname wird zur besseren Filterung und Findbarkeit in Auflistungen der Lehrenden verwendet

source: Publication
de: Publikation

source: Publications
de: Publikationen

source: Sidenote
de: Zusatzinfo

source: Street
de: Strasse

source: docent
de: DozentInnen

source: remove filter
de: Filter entfernen
