Repository: a25kk/hfph
Catalog: src/hph.membership/hph/membership/locales/*/LC_MESSAGES/hph.membership.po
Languages: de

source: A list of content items you are asigned as a contributor
de: Eine Liste von Inhalten, zu denen Sie beitragen.

source: A new password has been set
de: Ein neues Passwort wurde gespeichert

source: A new user acount has successfully been created
de: Der neue Benutzerzugang wurde erstellt

source: Activate account
de: Zugang aktivieren

source: Active Asignments
de: Aktive Zuweisungen

source: Add new password
de: Neues Passwort hinzufügen

source: Add new user
de: Neuen Benutzer hinzufügen

source: Add new user account
de: Neues Benutzerkonto erstellen

source: Again for confirmation
de: Bitte zur Bestätigung wiederholen

source: Allow user to contribute in this context
de: Benutzer zur Mitarbeit an diesem Inhalt aktivieren

source: Alumni description
de: Sie haben ein Studium an der Hochschule abgeschlossen und wollen gerne auf dem Laufenden bleiben darüber, was die Hochschule bewegt? Dann sind Sie im Bereich der Alumnae und Alumni genau richtig. Dieser Link führt Sie direkt dorthin.

source: Asignment
de: Zuweisung

source: Authentication with our discussion forum located at http://discourse.hfph.de is provided via single sign on (SSO).
de: Die Anmeldung zu unserem Diskussionsforum unter http://forum.hfph.de wird über Single Sign On (SSO) bereitgestellt.

source: Back to discussion forum
de: Zum Diskussionsforum

source: Back to user manager
de: Zurück zur Benutzerverwaltung

source: Came From
de: Zuletzt besucht

source: Change password
de: Passwort ändern

source: Confirm
de: Wiederholen

source: Container for member workspaces
de: Ordner für Benutzerbereiche

source: Dangerzone: manage external user database integration
de: Dangerzone: benutzerverwaltung über Schnittstelle zur Hochschuldatenbank

source: Discourse Base URL
de: Discourse URL

source: E-Mail
de: E-Mail-Adresse

source: Einladung zur neuen hfph.de Seite
de: Einladung zur neuen hfph Seite

source: Enable/Disable User
de: Zugang aktiveren/deaktivieren

source: Enter the URL of the discourse installation
de: Geben Sie hier die vollständige URL der Discourse Installation ein

source: Enumerating all registered users would have certain performance implications and therefore a user group must be selected
de: Da die Auflistung aller Benutzerkonten sich negativ auf die Performance der Seite auswirkt, muss zur Auswahl einer Benutzers zunächst eine Benutzergruppe selektiert werden

source: Extension profile for HPH user management and membership tools
de: Erweiterungsprofil für Benutzerkonten und Benutzerverwaltung

source: External records stored for import
de: Externe Daten für den Import

source: Fullname
de: Vollständiger Name

source: Group Selection
de: Gruppenauswahl

source: HPH user management and membership tools
de: HPH Benutzerverwaltung

source: If you see this page than either the url you were trying to open does not exist or an error happened when trying to authenticate your credentials.
de: Diese Seite wird angezeigt, weil die aufgerufene URL nicht korrekt ist oder ein Fehler in der Freigabe der Zugangsdaten augetreten ist.

source: Importable API Records
de: Importierbare DAten aus der API

source: Invitation to join the HfPH portal
de: Hochschule für Philosophie München: Einladung zur Webseite

source: Invitation to join the HfPH relaunch
de: Einladung zur neugestalteten HfPH Seite

source: Invite new users by passing a list of email addresses
de: Laden Sie neue Benutzer zur Teilnahme ein, indem Sie eine Liste von E-Mail-Adressen bereitstellen

source: Klick to remove user asignment
de: Anklicken, um die ZUweisung zu diesem Inhalt zu entfernen

source: Lectures description
de: Über diesen Link können Sie direkt auf die Profilseiten aller Mitglieder des Lehrkörpers an der Hochschule für Philosophie zugreifen. Wenn Sie selbst Lehrender bzw. Lehrende sind, können Sie Ihre persönliche Seite (inkl. Unterseiten) dort bearbeiten.

source: Login Name
de: Anmeldename

source: Login failed. Both email address and password are case sensitive, check that caps lock is not enabled.
de: Die Anmeldung ist fehlgeschlagen. Sowohl bei der E-Mail-Adresse als auch beim Passwort ist die Gross-/Kleinschreibung zu beachten

source: Login failed. Both login name and password are case sensitive, check that caps lock is not enabled.
de: Die Anmeldung ist fehlgeschlagen. Sowohl bei der E-Mail-Adresse als auch beim Passwort ist die Gross-/Kleinschreibung zu beachten

source: Long time no see.
de: Lange nicht mehr gesehen

source: Manage user workspaces and user accounts
de: Verwalten Sie Benutzerkonten und Arbeitsplätze

source: Manage users
de: Verwalten der Benutzerzugänge

source: MemberFolder
de: Benutzerordner

source: Membership Tool API Token
de: Member Tool API Token

source: MembershipTool API Key
de: API Schlüssel für die Benutzerverwaltung

source: MembershipTool API Version
de: API Version der externen Benutzerdatenbank

source: MembershipTool IP
de: IP Adresse der Benutzerdatenbank

source: New Password
de: Neues Passwort

source: No activity recorded yet
de: Er wurde bis dato noch keine Aktivität aufgezeichnet.

source: No email provided
de: Es wurde keine E-Mail-Addresse übermittelt

source: No matching user account found
de: Es wurde kein passendes Benutzerkonto zu Ihrer Anfrage gefunden

source: No stored access token found
de: Es wurde kein gültiger Token zur Verifizierung Ihrer Anfrage gefunden.

source: Only one action can be performed due to security reindexing taking place. Please be patient.
de: Leider kann aufgrund der im Hintergrund durchgeführten Aktualisierung der Security Settings in der Datenbank nur jeweils eine Aktion ausgeführt werden. Eine Mehrfachauswahl ist deswegen leider nicht möglich.

source: Password
de: Passwort

source: Passwords must consist of at least 8 characters
de: Passwörter müssen mindestens 8 Zeichen lang sein

source: Passwords require a minimum length of 8 characters.
de: Passwörter sollten eine Länge von mindestens 8 Zeichen aufweisen

source: Personal Contents
de: Persönliche Inhalte

source: Personal workspace container for members
de: Persönlicher Arbeitsbereich für Benutzer

source: Please change your account information for HfPH
de: Bitte aktualisieren Sie Ihre Benutzerinformationen für HfPH

source: Please check wether the requested URL is complete and contains the required access token to verify your identity. If the url is correct and the error persists it is most likely due to an incorrectly generated user account. Our team has already been informed about this error by our automatic exception handler system.
de: Bitte überprüfen Sie die aufgerufene Adresse auf Vollständigkeit insbesondere im Hinblick auf den Zugriffsschlüssel zur Identifizierung Ihres Benutzerkontos. Sollten die URL korrekt sein oder ein Link in einer E-Mail diese Seite aufgerufen haben, dann wurde wahrscheinlich Ihr Benutzerkonto nicht oder nicht vollständig angelegt. Unser Team wurde in diesem Fall bereits automatisch über unser System informiert.

source: Please check wether the requested URL is complete and contains the required access token to verify your identity. If the url is correct and the error persists it is most likely due to an incorrectly gernerated user account. Please contact our team if you have any questions.
de: Bitte überprüfen Sie die aufgerufene URL auf Vollständigkeit und das Vorhandensein eines Zugriffsschlüssel zur Betätigung Ihrer Identität. Wenn die URL korrekt zu sein scheint und der Fehler weiterhin auftritt, dann liegt das möglicherweise an einem nicht korrekt erstellten Benutzerkonto. Bitte kontaktieren Sie unser Webseiten-Team für Fragen bezüglich dem weitern Vorgehen.

source: Please enter your credentials to verify SSO login
de: Um Ihre Zugangsdaten zur Teilnahme an unserem Diskussionsforum zu verwenden, geben Sie diese bitte zur Bestätigung hier ein.

source: Please select the user group to display for user selection
de: Bitte wählen Sie die Gruppe aus, deren Mitgleider zur Zuweisung angezeigt werden sollen

source: Please select the user to update from the list
de: Bitte Benutzerkonto auswählen, um die Zugriffsberechtigungen zu aktualisieren

source: Please set a password to finalize and activate your account.
de: Bitte geben Sie ein Passwort ein, um Ihr Benutzerkonto zu vervollständigen

source: Process has been cancelled.
de: Der Prozess wurde abgebrochen

source: Prophil description
de: Als Mitglied von pro philosophia e.V. haben Sie hier direkten Zugriff auf alle wichtigen Informationen rund um den Förderverein der Freunde und Alumni der Hochschule für Philosophie.

source: Quit user selection
de: Benutzerauswahl abbrechen

source: Removed {0} broken assignments from worklist
de: {0} nicht korrekte Zuweisungen werden automatisch aus der Liste entfernt.

source: Request sent.
de: Die Anfrage wurde versandt

source: Required parameters for SSO credential verification are missing in the request
de: Die notwendigen Parameter, um Ihre Anmeldedaten für die Verwendung zur Anmeldung am Diskussionsforum zu verwenden, fehlen in dieser Anfrage

source: Responsible user asignment successfully updated
de: Der für diesen Inhalt zugewiesene verantwortliche User wurde aktualisiert

source: SSO Signature
de: SSO Signatur

source: Save
de: Speichern

source: Send password reset mails
de: Passwort senden

source: Setting and revoking user roles and permissions is a highly critical task and will always have certain performance implications. Therefore lists of user roles are most likely cached heavily by any larger application server and might appear to be out of date. Please be patient and check back later.
de: Das Zuweisen von Rollen und Rechten ist ein systemkritischer Vorgang und wird deshalb immer zu Lasten der Performance gehen. Aus diesem Grund ist z.B. auch die Liste der aktiven Rollen in einem Kontext in der Regel bei grosseren Applikationen stark gecached und kann deshalb unter Umständen nicht aktuell angezeigt werden.

source: Should you encounter this error repeatedly than do not hesitate to contact our website team and we will try to resolve the specific issue.
de: Sollten Sie diesen Fehler zum wiederholten Male erhalten, kontaktieren Sie bitte unser Webseiten Team. Wir werden dann versuchen das Problem zu analysieren. Vielen Dank.

source: Sign in
de: Anmelden

source: Signin error
de: Fehler bei der Anmeldung

source: Signout
de: Abmelden

source: Site frontpage
de: Startseite

source: Standard description for workspace links
de: Standard Beschreibung

source: Stored Records
de: Gespeicherte Benutzerdaten

source: Students and guests description
de: Sie haben nun – neben den Standard-Features der Homepage – zusätzlich die Möglichkeit, auf bestimmte geschützte Bereiche zuzugreifen (unter anderem auf die Seiten der studentischen Initiativen). Über diesen Quicklink gelangen Sie direkt zu den Lehrveranstaltungen des laufenden Semesters, wo Sie die zugehörigen Materialien herunterladen können.

source: The Discourse SSO endpoint can only be accessed via SSL since we do not support transfer of authentication tokens via unencrypted connections.
de: Die Seite zur Freigabe von Benutzerdaten für die Anmeldung am Diskussionsforum kann nur über eine gesicherte Verbindung aufgerufen werden. Die Übertragung von Freigabedaten über eine unverschlüsselte Verbindung wird nicht unterstützt

source: The Discourse SSO endpoint has not been configured yet
de: SSO für das Diskussionsforum wurde noch nicht konfiguriert

source: The entered password and confirmation do not match.
de: Die angegeben Passwörter stimmen nicht überein. Bitte versuchen Sie es erneut.

source: There were errors.
de: Es sind Fehler aufgetreten.

source: This API token can be used to authenticate with the portal e.g. when calling the member updater via external cronjob
de: Dieser Token kann verwendet werden, um sich am Portal anzumelden, z.B. bei Aufrufen über externe Dienste

source: This field is required
de: Dieses Feld ist ein Pflichtfeld

source: This incident will be reported to our technical staff. No further action is required on your part.
de: Dieses Problem wird im System aufgezeichnet

source: This password request reset is invalid
de: Die Anfrage zum Setzen eines neuen Passworts ist ungültig

source: Unable to send request.
de: Die Anfrage konnte nicht versandt werden

source: Unauthorized
de: Unzureichende Berechtigungen

source: Update and manage user records coming from an external database and provided via url endpoint
de: Aktualisierung und Verwaltung der Benutzerdaten, die von der externen Datenbank der Hochschule geladen werden

source: Update user status
de: Benutzerstatus ändern

source: User Accounts
de: Benutzerkonten

source: User Invitations
de: Benutzer Einladungen

source: User Manager
de: Benutzerverwaltung

source: User Records
de: Benutzerdaten

source: User Selection
de: Benutzerauswahl

source: User invitation email has been sent successfully.
de: Eine E-Mail mit Informationen zur Teilnahme an der neuen Webseite wurde verschickt

source: We are sorry to inform you that this request can not be processed.
de: Leider kann diese Anfrage nicht ausgeführt werden.

source: We are sorry to inform you that this request can not be resolved.
de: Verzeihung, Ihre Anfrage kann nicht korrekt aufgelöst und beantwortet werden.

source: Where do you want to go next?
de: Weiterführende Verweise:

source: Workspace
de: Arbeitsplatz

source: Workspaces
de: Arbeitsplätze

source: You are now logged in.
de: Sie sind nun angemeldet

source: asigned
de: zugewiesen

source: batch_x_items_matching_your_criteria
de: Ergebnisse für Ihre Anfrage

source: cancel
de: abbrechen

source: description_member_search
de: Formular, um Benutzer nach Kriterien in Kombination mit Gruppenzugehörigkeit zu finden.

source: heading_member_search
de: Benutzersuche

source: help_search_email
de: Benutzer finden, deren E-Mail-Adresse folgenden text enthält

source: help_search_fullname
de: Benutzer finden, deren voller Name folgende Inhalte enthält

source: help_search_groups
de: Finden Sie alle Mitglieder der folgenden Benutzergruppen.

source: help_search_name
de: Benutzer, deren Login Name (üblicherweise eine E-Mail-Adresse) folgende Parameter enthält.

source: label_email
de: E-Mail-Adresse

source: label_fullname
de: Voller Name

source: label_groups
de: Benutzergruppen

source: label_name
de: Anmeldename

source: label_search
de: Benutzersuche

source: legend_member_search_criteria
de: Suchkriterien Benutzer

source: legend_member_search_groups
de: Suchkriterien Benutzergruppen

source: member_listing_not_allowed
de: Der Benutzer, mit dem Sie angemeldet sind, hat nicht die notwendigen Zugriffsrechte, um Details zu anderen Benutzern anzuzeigen.

source: text_searchitem_location
de: Ort in der Seite

source: {0} invitation emails successfully sent.
de: {0} E-Mail-Einladungen wurden erfolgreich verschickt
