Repository: a25kk/hfph
Catalog: src/hph.lectures/hph/lectures/locales/*/LC_MESSAGES/hph.lectures.po
Languages: de

source: (Example 1: maximum participants 12)(Example 2: Participation only for students of the ethics master)
de: (Beispiel 1: max. 12 Studierende) (Beispiel 2: Teilnahme nur für Studierende des weiterbildenden Masters Ethik und der Ethik Modulstudien)

source: (Example: register until 19.01.2017 via example.tld)
de: (Beispiel: bis: 19.01.2017, unter: Ignatius.Dampf@hfph.de)

source: -- select an option --
de: — Bitte wählen —

source: 1 hour
de: 1-stdg.

source: 2 hour
de: 2-stdg.

source: 3 hour
de: 3-stdg.

source: 3rd party projects
de: Drittmittelprojekte

source: 4 hour
de: 4-stdg.

source: A single course
de: Einzelne Lehrveranstaltung

source: Actions
de: Aktionen

source: Add attachment
de: Neuen Dateianhang erstellen

source: Add file attachment
de: Dateianhang anlegen

source: Add module
de: Module hinzufügen

source: Additional Information
de: Infotext

source: Additional Lecturer
de: Mitarbeit/Mitwirkung

source: Additional information on a specific lecture or course
de: Zusatzinformationen zu einer bestimmten Lehrveranstaltung

source: Advanced seminar
de: Hauptseminare

source: Attachement edit has been cancelled.
de: Die Bearbeitung der Datei wurde abgebrochen.

source: Attachements
de: Materialien

source: Attendance
de: Teilnehmerzahl

source: Attendance Required
de: Anwesenheitspflicht

source: Basic module
de: Grundlagenmodule

source: Block Lecture
de: Blockveranstaltung

source: Business Ethics (WIR)
de: Wirtschaftsethik (WIR)

source: Cancel
de: Abbrechen

source: Check to mark this item as current
de: Auswählen, um diesen Kursordner als aktuelles Semester zu markieren. Dadurch werden die Inhalte filterbar nach Modulen.

source: Colloquium
de: Kolloquien

source: Content item factory has been cancelled.
de: Das Erstellen neuer Inhalte wurde abgebrochen.

source: Course Aims
de: Ziele

source: Course Dates
de: Termine

source: Course Details
de: Details

source: Course Duration
de: Dauer

source: Course Literature
de: Literatur

source: Course Method
de: Methode

source: Course Notes
de: Anmerkung der Hochschulleitung

source: Course Prerequirements
de: Voraussetzungen

source: Course Qualification
de: Qualifikation

source: Course Room
de: Raum

source: Course Semester
de: Semester

source: Course Target
de: Zielgruppe

source: Course Theme
de: Thematik

source: Course Time
de: Uhrzeit

source: Course Title
de: Veranstaltungstitel

source: Course Type
de: Veranstaltungstyp

source: Course Year
de: Jahr

source: Course cancelled
de: Veranstaltung entfällt

source: Course module data grid behavior
de: Kursmodule Datenraster Verhalten

source: Course module storages successfully cleaned
de: Gespeicherte Kursmodule wurden erfolgreich bereinigt.

source: Course module successfully removed
de: Kurzmodul erfolgreich entfernt

source: Course participation restricted
de: Teilnehmerbeschränkung

source: Course registration required
de: Anmeldung erforderlich

source: CourseDetails
de: Kursdetails

source: CourseFolder
de: Veranstaltungsordner

source: CourseModules
de: Kursmodule

source: Dates
de: Termine

source: Degree
de: Abschluss

source: Description
de: Beschreibung

source: Display Selection
de: Auswahl

source: Economic Ethics
de: Medianethik

source: Edit
de: Bearbeiten

source: Edit course base information
de: Kursbasisinformationen bearbeiten

source: Enter corresponding product detail value
de: Tragen Sie hier den korrespondierenden Produktwert ein

source: Ethics and Society (EG)
de: Ethik und Gesellschaft (EG)

source: Exercise
de: Übungen

source: Extension profile for HPH listing of lectures
de: Erweiterung zur Verwaltung von Lehrveranstaltungen und Kursen

source: File Attachment
de: Datei

source: Filter course listing on <code>${filter/value}</code>: <a href="${context/absolute_url}?content_filter=1&amp;project=${filter/value}">Preview</a>
de: Liste filtern nach <code>${filter/value}</code>: <a href="${context/absolute_url}?content_filter=1&amp;project=${filter/value}">Vorschau</a>

source: Filter successfully updated
de: Filter erfolgreich aktualisiert

source: Global Solidarity
de: Globale Solidarität

source: HPH listing of lectures
de: HPH Lehrveranstaltungen

source: Integrations
de: Integrationen

source: Intercultural Education (IE)
de: Interkulturelle Erwachsenenbildung (IE)

source: International Understanding (VV)
de: Völkerverständigung (VV)

source: Introductory seminar source
de: Proseminare

source: It appears that you are listed as constributor on this content item
de: Sie werden für diesen Bereich als inhaltlich verantwortlich gelistet

source: It appears that you are logged in as staff member. Use the link <em>XHR integrations</em> to open an overview of code snippets that can be used to integrate 3rd party project course listings via ajax
de: Sie sind als Mitglied des Webseiten Teams eingelogged. Verwenden Sie den Link <em>XHR integrations</em> um eine Übersicht der Code Schnipsel anzuzeigen, die es erlauben innerhalb der Drittmittelprojekte Auflistungen der Lehrveranstaltungen via AJAX/Javascript einzublenden.

source: Lecture
de: Vorlesungen

source: Lecture Factory
de: Lehrveranstaltung Editor

source: Lecure Number
de: Veranstaltungsnummer

source: MA Ethics
de: MA-Ethik

source: MA-Ethics
de: Master Ethik

source: MA-Ethics (Continuing Master Ethics)
de: MA-Ethik (Weiterbildender Master Ethik)

source: MA-IE
de: MA-IB

source: MA-IE (Continuing Master Intercultural Education)
de: MA-IB (Weiterbildender Master Interkulturelle Bildung)

source: MAcons
de: MAkons

source: MAcons (Consecutive Master)
de: MAkons (konsekutiver Master)

source: Manage lectures
de: Veranstaltungen verwalten

source: Media Ethics (MED)
de: Medienethik (MED)

source: Medicine Ethics (MEZ)
de: Medizinethik (MEZ)

source: Module Information
de: Modulinformationen

source: Module Studies Adult Education
de: Modulstudium Erw.‐Bild.

source: Module Studies Economic Ethics
de: Modulstudium Wirtschaftsethik

source: Module Studies International Understanding
de: Modulstudium Völkerverständigung

source: Module Studies Media Ethics
de: Modulstudium Medienethik

source: Module Studies Medicine Ethics
de: Modulstudium Medizinethik

source: Module Studies Personal Development
de: Modulstudium Persönlichkeitsbildung

source: Module Studies Recommendations
de: Modulstudien Empfehlungen

source: Module Studies Spiritual Care
de: Modulstudium Spiritual Care

source: Note:
de: Hinweis:

source: Online Lecture
de: Online-Kurs

source: Personal Development (PB)
de: Persönlichkeitsbildung im interkulturellen Kontext (PB)

source: Philosophy & Leadership Certificate
de: Phil & Leadership Zertifikat

source: Please enter absolute link to moodle representation
de: Bitte tragen Sie hier den Direktlink zu Moodle ein

source: Please enter the prefix that you want to be displayed as well, e.g. additional lecturer
de: Geben Sie hier bitte die Formulierung mit an, die in der Ansicht erscheinen soll; z.B. „unter Mitarbeit von“

source: Please select module degree
de: Bitte wählen Sie eine Modulgruppe aus

source: Please select one or more lecturers for this course
de: Bitte wählen Sie einen oder mehrere Lehrende für diesen Kurs aus.

source: Please select the 3rd party project and copy the integration code
de: Bitte wählen Sie das Drittmittelprojekt aus, das an anderer Stelle gelistet werden soll

source: Please select the course semester for filtering
de: Bitte wählen Sie als Filter ein Semester aus

source: Please select the course type.
de: Bitte wählen Sie den Veranstaltungstyp

source: Quit
de: Abbrechen

source: Quit editor
de: Editor beenden

source: Quit xhr integrations
de: Integrationsauswahl beenden

source: Reading course
de: Lektürekurse

source: Related lecturer
de: Lehrender

source: Religion and Reason (RV)
de: Religion und Vernunft (RV)

source: Save
de: Speichern

source: Save changes
de: Änderungen speichern

source: Select file to upload to this lecture object
de: Datei zum Hochladen auswählen

source: Session cleared
de: Filter wurden bereinigt

source: Session reset
de: Filter zurückgesetzt

source: Show integration options
de: Optionen zur Einbindung anzeigen

source: Since you are signed in as editor you can add file attachments to this content item
de: Da Sie als CMS-Redakteur angemeldet sind, können Sie Datein zu diesem Inhalt hochladen.

source: Spirit and Nature (GN)
de: Geist und Natur (GN)

source: Storage for course module json data. This field should ideally not be edited directly and should be hidden form the base edit form
de: JSON Speicher für Kursmodule. Dieses Feld sollte nicht direkt bearbeitet werden und wird nach Fertigstellung der Erweiterung aus der Bearbeitungsoberfläche ausgeblendet.

source: Subtitle
de: Subtitel

source: Summer Semester
de: SoSe

source: The attachment has successfully been added
de: Die Datei wurde erfolgreich hochgeladen

source: The code must be copy and pasted as displayed here in order to trigger the ajax call. Note: since the load is asynchronous and the script is loaded defered, it might take a moment for the caller to run.
de: Das angezeigte Code Schnipsel muss genau wie angezeigt kopiert und an der gewünschten Stelle in den Quelltext eingefügt werden. Hinweis: da das Laden der verknüpften Liste asynchron durchgeführt wird und das ausführende Script verzögert geladen wird, kann es einen Moment dauern, bis der Aufruf ausgeführt wurde

source: The item has successfully been updated
de: Der Inhalt wurde erfolgrich aktualisiert

source: Third Party Project Display
de: Drittmittelprojekte

source: This field is required
de: Dieses Feld ist ein Pflichtfeld

source: Title
de: Titel

source: View
de: Ansicht

source: View lecture in moodle
de: Besuchen Sie die Veranstaltung bei Moodle

source: WP Cultural Admission
de: WP Kulturelle Zugänge

source: WP Cultures
de: WP Völker

source: WP Education
de: WP Bildung

source: WP Environmental Ethics
de: WP Umweltethik

source: WP Globalization
de: WP Globalisierung

source: WP Internship
de: WP Praktikum

source: WP Logic
de: WP Logik

source: WP Media
de: WP Medien

source: WP Nature Philosophy
de: WP Naturphilosophie

source: WP Theology
de: WP Theologie

source: When activated the item will be displayed as current lecture listing. This settings automatically enables the module filter and search indexing.
de: Falls ausgewählt wird dieses Element automatisch als aktuell an prominenter Stelle dargestellt. Des Weiteren aktivieren sich dadurch die Modul Filter.

source: Winter Semester
de: WiSe

source: cancel
de: Abbrechen

source: delete
de: entfernen

source: edit modules
de: Kursmodule bearbeiten

source: remove filter
de: Filter entfernen

source: undefined
de: undefiniert
