Repository: a25kk/hfph
Catalog: src/hph.publications/hph/publications/locales/*/LC_MESSAGES/hph.publications.po
Languages: de

source: A central collection of publications with filter functionality
de: Eine zentrale Sammlung von Publikationen mit Filterfunktion

source: A publication can be associated with one or more faculty members
de: Eine Publikation kann mit einem oder mehreren Lehrenden verknüpft werden

source: A publication will only be displayed inside the filterable listing view and therefore no dedicated information available here
de: Eine Publikation wird nur in der übergeordnetetn Liste angezeigt und benötigt deshalb keine dedizierte Einzelansicht

source: A single publication like a book, dvd or magazine
de: Eine einzelne Publikation wie ein Buch, eine DVD oder ein Magazin

source: Assign faculty member to this publication
de: Lehrenden mit dieser Publikation verknüpfen

source: Assign faculty members
de: Lehrende verknüpfen

source: Assignment
de: Zuweisung

source: Associate faculty members
de: Lehrenden zuweisen

source: Author Lastname
de: Nachname Autor

source: Author One
de: Autor 1

source: Author Three
de: Autor 3

source: Author Two
de: Autor 2

source: Back to publication listing
de: Zurück zur Liste der Publikationen

source: Book
de: Buch

source: Contexts
de: Kontexte

source: Cover Image
de: Coverbild

source: Display Selection
de: Anzeigeauswahl

source: Edit
de: Bearbeiten

source: Editor
de: Herausgeber

source: Extension profile for Listing of publications like books and dvds
de: Erweiterung zur Verwaltung von Publikationen wie Bücher und DVDs

source: Faculty Member Selection
de: Auswahl Lehrende

source: Faculty member successfully assigned
de: Der Lehrende wurde erfolgreich zugewiesen

source: Global Culture
de: Globale Solidarität

source: It appears that you are a contributor to this content item
de: Sie sind für diesen Inhalt als Beitragender gelistet und können Änderungen vornehmen

source: Listing of publications like books and dvds
de: Auflistung von Publikationen wie Bücher und DVDs

source: Magazine
de: Zeitschrift

source: Media
de: Medium

source: More Authors
de: u.a.

source: Munich Philosophy
de: Münchner Philosophische Studien

source: Note:
de: Hinweis:

source: Philosophy
de: Grundkurs Philosophie

source: Please select the faculty member to associate with this publication
de: Bitte wählen Sie den Lehrenden aus, dem diese Publikation zugeordnet werden soll.

source: Please upload a cover image
de: Bitte laden Sie ein Coverbild hoch

source: Practical Philosophy
de: Jahrbuch Praktische Philosophie

source: Publication
de: Publikation

source: PublicationFolder
de: Publikationsordner

source: Quit assignment
de: Zuweisung abbrechen

source: Remove faculty member assignment
de: Zuordnung zum Lehrenden entfernen

source: Series
de: Reihen

source: Since this view will update the faculty member database entry new associations might not be available for display immediately.
de: Da der Datenbankeintrag des Lehrenden für die Zuordnung angepasst werden muss (nicht die Publikation) können neue Zuweisungen unter Umständen nicht sofort als Markierung sichtbar sein, obwohl die Zuordnung erfolgreich ausgeführt worden ist.

source: Solidarity
de: Fragen einer neuen Weltkultur

source: Summary
de: Zusatzinformationen

source: The entered value will be used to associate this publication with the corresponding faculty member
de: Der eingegebene Wert wird benötigt, um eine Referenz dieser Publikation mit dem korrespondierenden Lehrenden herzustellen

source: Theology
de: Theologie und Philosophie

source: Third Party Project Display
de: Drittmittelprojektanzeige

source: This is the field publications can be filtered on
de: Dieses Feld ist ein gültiger Filterparameter

source: Title
de: Titel

source: Year of Publication
de: Publikationsjahr

source: a.o.
de: u.a.

source: assigned
de: zugeordnet

source: remove filter
de: Filter entfernen
